Repository: ozzyfly/z2-4x4-trainer
Catalog: SharedCore/Sources/SharedCore/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hant

source: 3-Week Streak
de: 3-Wochen-Serie
es: Racha de 3 semanas
fr: Série de 3 semaines
ja: 3 週間連続
ko: 3주 연속
pt_br: Sequência de 3 semanas
zh_hant: 連續三週

source: 10 Sessions
de: 10 Einheiten
es: 10 sesiones
fr: 10 séances
ja: 10 セッション
ko: 10회 세션
pt_br: 10 sessões
zh_hant: 10 次訓練

source: Based on your recent HRV and resting heart-rate trend.
de: Basierend auf deinem jüngsten HRV- und Ruhepuls-Trend.
es: Basado en tu VFC reciente y la tendencia de frecuencia en reposo.
fr: Basé sur vos tendances récentes de VFC et de FC au repos.
ja: 最近の HRV と安静時心拍数の傾向に基づいています。
ko: 최근 HRV와 안정 시 심박수 추세를 기반으로 합니다.
pt_br: Com base nas suas tendências recentes de VFC e FC em repouso.
zh_hant: 根據你最近的 HRV 與靜止心率趨勢。

source: Completed your first Norwegian 4×4 session.
de: Deine erste norwegische 4×4-Einheit abgeschlossen.
es: Completaste tu primera sesión noruega 4×4.
fr: Première séance de 4×4 norvégien terminée.
ja: 初めてのノルウェー式 4×4 セッションを完了しました。
ko: 첫 노르웨이식 4×4 세션을 완료했습니다.
pt_br: Primeira sessão de 4×4 norueguês concluída.
zh_hant: 完成了你的第一次挪威 4×4 訓練。

source: Consistent Month
de: Konstanter Monat
es: Mes constante
fr: Mois régulier
ja: 継続した 1 か月
ko: 꾸준한 한 달
pt_br: Mês consistente
zh_hant: 穩定的一個月

source: Cool Down
de: Auslaufen
es: Enfriamiento
fr: Retour au calme
ja: クールダウン
ko: 쿨다운
pt_br: Desaquecimento
zh_hant: 緩和

source: Ease off
de: Rausnehmen
es: Afloja
fr: Relâcher
ja: ペースを落とす
ko: 완화하기
pt_br: Aliviar
zh_hant: 放鬆

source: EASE OFF ▼
de: RAUSNEHMEN ▼
es: AFLOJA ▼
fr: RELÂCHEZ ▼
ja: ペースダウン ▼
ko: 완화 ▼
pt_br: ALIVIE ▼
zh_hant: 放鬆 ▼

source: First 4×4
de: Erstes 4×4
es: Primer 4×4
fr: Premier 4×4
ja: 初めての 4×4
ko: 첫 4×4
pt_br: Primeiro 4×4
zh_hant: 首次 4×4

source: Follow the plan, but keep the first interval honest before pushing harder.
de: Folge dem Plan, aber halte das erste Intervall ehrlich, bevor du härter gehst.
es: Sigue el plan, pero controla el primer intervalo antes de empujar más.
fr: Suivez le plan, mais restez honnête sur le premier intervalle avant de forcer.
ja: 計画通り進めつつ、最初のインターバルは無理なく確認してから上げましょう。
ko: 계획을 따르되, 첫 인터벌은 무리하지 말고 정직하게 소화한 뒤 강도를 올리세요.
pt_br: Siga o plano, mas mantenha o primeiro intervalo honesto antes de forçar mais.
zh_hant: 照計畫進行，但第一組先穩住，再決定是否加強。

source: Good day to follow the planned hard session if one is scheduled.
de: Guter Tag für die geplante harte Einheit, falls eine ansteht.
es: Buen día para seguir la sesión dura planificada si toca una.
fr: Bonne journée pour la séance dure prévue, le cas échéant.
ja: ハードセッションの予定があるなら、実施しやすい日です。
ko: 예정된 고강도 세션이 있다면 진행하기 좋은 날입니다.
pt_br: Bom dia para a sessão forte planejada, se houver.
zh_hant: 如果今天排了高強度課表，適合照計畫進行。

source: Great day for a hard 4×4.
de: Bester Tag für ein hartes 4×4.
es: Gran día para un 4×4 intenso.
fr: Journée idéale pour un 4×4 intense.
ja: ハードな 4×4 に最適な日です。
ko: 고강도 4×4에 좋은 날입니다.
pt_br: Ótimo dia para um 4×4 forte.
zh_hant: 今天很適合進行高強度 4×4。

source: Hard
de: Hart
es: Intenso
fr: Effort
ja: 高強度
ko: 고강도
pt_br: Forte
zh_hant: 高強度

source: Hit your weekly training target 4 weeks.
de: Dein Wochenziel 4 Wochen lang erreicht.
es: Alcanzaste tu objetivo semanal de entrenamiento durante 4 semanas.
fr: Objectif hebdo atteint 4 semaines.
ja: 週間トレーニング目標を 4 週間達成しました。
ko: 주간 훈련 목표를 4주 달성했습니다.
pt_br: Meta semanal atingida por 4 semanas.
zh_hant: 連續四週達成每週訓練目標。

source: HRV is above your 28-day baseline.
de: HRV liegt über deiner 28-Tage-Basis.
es: La VFC está por encima de tu referencia de 28 días.
fr: La VFC est au-dessus de votre base de 28 jours.
ja: HRV は 28 日間の基準値を上回っています。
ko: HRV가 28일 기준선보다 높습니다.
pt_br: A VFC está acima da sua linha de base de 28 dias.
zh_hant: HRV 高於你的 28 天基準。

source: HRV is below your 28-day baseline.
de: HRV liegt unter deiner 28-Tage-Basis.
es: La VFC está por debajo de tu referencia de 28 días.
fr: La VFC est en dessous de votre base de 28 jours.
ja: HRV は 28 日間の基準値を下回っています。
ko: HRV가 28일 기준선보다 낮습니다.
pt_br: A VFC está abaixo da sua linha de base de 28 dias.
zh_hant: HRV 低於你的 28 天基準。

source: HRV is close to your 28-day baseline.
de: HRV liegt nahe deiner 28-Tage-Basis.
es: La VFC está cerca de tu referencia de 28 días.
fr: La VFC est proche de votre base de 28 jours.
ja: HRV は 28 日間の基準値に近い状態です。
ko: HRV가 28일 기준선과 비슷합니다.
pt_br: A VFC está próxima da sua linha de base de 28 dias.
zh_hant: HRV 接近你的 28 天基準。

source: Logged 10 workouts.
de: 10 Workouts protokolliert.
es: Registraste 10 entrenamientos.
fr: 10 entraînements enregistrés.
ja: 10 回のワークアウトを記録しました。
ko: 운동 10회를 기록했습니다.
pt_br: 10 treinos registrados.
zh_hant: 已記錄 10 次運動。

source: Make today Zone 2 or rest; save 4×4 for a fresher day.
de: Mach heute Zone 2 oder Pause; heb dir das 4×4 für einen frischeren Tag auf.
es: Haz Zone 2 o descansa hoy; guarda 4×4 para un día más fresco.
fr: Aujourd’hui Zone 2 ou repos ; gardez le 4×4 pour un jour plus frais.
ja: 今日は Zone 2 か休息にして、4×4 は回復した日に回しましょう。
ko: 오늘은 Zone 2 또는 휴식으로 하고, 4×4는 컨디션 좋은 날로 미루세요.
pt_br: Hoje faça Zona 2 ou descanse; deixe o 4×4 para um dia mais descansado.
zh_hant: 今天改做 Zone 2 或休息，把 4×4 留到狀態更好的日子。

source: Prioritise recovery — keep it easy or rest.
de: Erholung zuerst — locker bleiben oder pausieren.
es: Prioriza la recuperación: tómatelo con calma o descansa.
fr: Priorité à la récupération : restez facile ou reposez-vous.
ja: 回復を優先しましょう。軽めにするか休んでください。
ko: 회복을 우선하세요 — 가볍게 하거나 쉬세요.
pt_br: Priorize a recuperação — pegue leve ou descanse.
zh_hant: 優先恢復——放輕鬆或休息。

source: PUSH ▲
de: PUSHEN ▲
es: MÁS ▲
fr: POUSSEZ ▲
ja: プッシュ ▲
ko: 강도 올리기 ▲
pt_br: ACELERE ▲
zh_hant: 加速 ▲

source: Push harder
de: Härter pushen
es: Esfuérzate más
fr: Poussez plus fort
ja: もっと追い込む
ko: 더 강하게
pt_br: Force mais
zh_hant: 再加把勁

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
ja: リカバリー
ko: 회복
pt_br: Recuperação
zh_hant: 恢復

source: Reduce intensity today: easy Zone 2, mobility, or rest.
de: Heute Intensität senken: lockere Zone 2, Mobility oder Pause.
es: Reduce la intensidad hoy: Zone 2 suave, movilidad o descanso.
fr: Réduisez l’intensité aujourd’hui : Zone 2 facile, mobilité ou repos.
ja: 今日は強度を下げましょう。軽い Zone 2、モビリティ、または休息。
ko: 오늘은 강도를 낮추세요: 가벼운 Zone 2, 모빌리티 또는 휴식.
pt_br: Reduza a intensidade hoje: Zona 2 leve, mobilidade ou descanso.
zh_hant: 今天降低強度：輕鬆 Zone 2、活動度訓練或休息。

source: Resting heart rate is below baseline.
de: Ruhepuls liegt unter der Basis.
es: La frecuencia cardíaca en reposo está por debajo de la referencia.
fr: FC au repos sous la base.
ja: 安静時心拍数は基準値を下回っています。
ko: 안정 시 심박수가 기준선보다 낮습니다.
pt_br: FC em repouso abaixo da linha de base.
zh_hant: 靜止心率低於基準。

source: Resting heart rate is elevated.
de: Ruhepuls ist erhöht.
es: La frecuencia cardíaca en reposo está elevada.
fr: FC au repos élevée.
ja: 安静時心拍数が高めです。
ko: 안정 시 심박수가 높아졌습니다.
pt_br: FC em repouso elevada.
zh_hant: 靜止心率偏高。

source: Resting heart rate is near baseline.
de: Ruhepuls nahe der Basis.
es: La frecuencia cardíaca en reposo está cerca de la referencia.
fr: FC au repos proche de la base.
ja: 安静時心拍数は基準値に近い状態です。
ko: 안정 시 심박수가 기준선 부근입니다.
pt_br: FC em repouso próxima da linha de base.
zh_hant: 靜止心率接近基準。

source: Resting heart-rate history is still limited.
de: Ruhepuls-Historie ist noch begrenzt.
es: El historial de frecuencia en reposo aún es limitado.
fr: Historique de FC au repos encore limité.
ja: 安静時心拍数の履歴がまだ限られています。
ko: 안정 시 심박수 기록이 아직 부족합니다.
pt_br: Histórico de FC em repouso ainda limitado.
zh_hant: 靜止心率歷史資料仍然有限。

source: Sleep was short last night.
de: Der Schlaf war letzte Nacht kurz.
es: Anoche dormiste poco.
fr: Sommeil court la nuit dernière.
ja: 昨夜は睡眠が短めでした。
ko: 어젯밤 수면이 짧았습니다.
pt_br: O sono foi curto na noite passada.
zh_hant: 昨晚睡眠偏短。

source: Steady aerobic work today.
de: Heute ruhige aerobe Arbeit.
es: Trabajo aeróbico moderado hoy.
fr: Travail aérobie régulier aujourd’hui.
ja: 今日は安定した有酸素運動を。
ko: 오늘은 꾸준한 유산소 훈련.
pt_br: Trabalho aeróbico constante hoje.
zh_hant: 今天進行穩定的有氧運動。

source: Trained at least once a week for 3 weeks running.
de: 3 Wochen in Folge mindestens einmal pro Woche trainiert.
es: Entrenaste al menos una vez por semana durante 3 semanas seguidas.
fr: Au moins une séance par semaine pendant 3 semaines d’affilée.
ja: 3 週間連続で週に 1 回以上トレーニングしました。
ko: 3주 연속 주 1회 이상 훈련했습니다.
pt_br: Treinou ao menos uma vez por semana por 3 semanas seguidas.
zh_hant: 連續三週每週至少訓練一次。

source: Warm Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
ja: ウォームアップ
ko: 웜업
pt_br: Aquecimento
zh_hant: 暖身

source: Wrist temperature is above your baseline.
de: Handgelenktemperatur liegt über deiner Basis.
es: La temperatura de la muñeca está por encima de tu línea base.
fr: Température du poignet au-dessus de votre base.
ja: 手首温度がベースラインより高めです。
ko: 손목 온도가 기준선보다 높습니다.
pt_br: Temperatura do pulso acima da sua linha de base.
zh_hant: 手腕溫度高於你的基準線。

source: Your VO2max is up since you started.
de: Dein VO2max ist seit dem Start gestiegen.
es: Tu VO2máx ha subido desde que empezaste.
fr: Votre VO2max a progressé depuis vos débuts.
ja: 開始時より VO2max が向上しています。
ko: 시작한 이후 VO2max가 향상되었습니다.
pt_br: Seu VO2max subiu desde que você começou.
zh_hant: 自從你開始以來，你的最大攝氧量已提升。

source: Fitter
es: Más en forma
fr: Plus en forme
ja: より健康に
ko: 체력 향상
pt_br: Mais em forma
zh_hant: 更健康

source: Zone 1
es: Zona 1
pt_br: Zona 1

source: Zone 2
es: Zona 2
pt_br: Zona 2

source: Zone 3
es: Zona 3
pt_br: Zona 3

source: Zone 4
es: Zona 4
pt_br: Zona 4

source: Zone 5
es: Zona 5
pt_br: Zona 5
